Repository: jonobacon/ubuntu-community-accomplishments
Catalog: generated/po/*.po
Languages: de, es, sv

source: loco-council-member_tips
de: Fokussieren Sie sich auf ihre Führungsfertigkeiten. Das LoCo Council ist eine wichtige Führungsposition und wir suchen nachen starken, fähigen und zuversichtlichen Führungspersonen. Sie sollten ein LoCo Team bereits geführt haben um ihre Führungsfertigkeiten zu entwickeln und zu demonstrieren bevor Sie sich für das LoCo Council bewirbst. Bewerben Sie sich ausschließlich beim LoCo Council, wenn Sie eine signifikante Menge an Erfahrung aus der LoCo Gemeinschaft mitbringen.
es: Concentrece en sus habilidades como lider. Ser miembro del consejo LoCo es una importante posición, se requieren de personas con un fuerte sentido de comunicación, planeación y liderazgo. Es aconsejable que haya guiado un equipo LoCo antes de postularse como miembro del consejo. Solo considere ser parte cuando crea tener una considerable cantidad de experiencia en la comunidad LoCo.
sv: Fokusera på din ledarskapsförmåga. LoCo Council har en viktig ledarposition och vi letar efter starka, begåvade, självsäkra ledare. Du bör ha lett en LoCo grupp för att ha utvecklat och visat din ledarskapsförmåga innan du ansöker till LoCo Council. Sök endast till LoCo Council när du har betydande erfarenhet i LoCo gemenskapen.

source: loco-council-member_pitfalls
de: Bewerben SIe sich nicht bei dem LoCo Council ausschließlich um eine Machtposition zu ergattern. Versuchen Sie nicht bei mehr als einem Council (z.B LoCo Council, Community Council) zur selben Zeit zu sein. Treten Sie einem bei und geben SIe ihm ihre volle Aufmerksamkeit.
es: No se postule al consejo LoCo solo por estar en una posición privilegiada. No sea parte de más de un consejo (LoCo, técnico) al mismo tiempo. Integrese a uno y ponga toda su atención en ello.
sv: Sök inte till LoCo Council enbart för att få en maktposition. Försök att inte vara med i mer än ett råd (t.ex. LoCo Council, Community Council) samtidigt. Gå med i ett, och ge det din fulla uppmärksamhet.

# loco-council-member_links
source: https://wiki.ubuntu.com/LoCoCouncil https://wiki.ubuntu.com/LoCoCouncilAgenda http://www.ubuntu.com/project/about-ubuntu/governance
de: International: https://wiki.ubuntu.com/LoCoCouncil https://wiki.ubuntu.com/LoCoCouncilAgenda http://www.ubuntu.com/project/about-ubuntu/governance

# loco-council-member_help
source: #ubuntu-community-team on Freenode #ubuntu-locoteams on Freenode
de: International: #ubuntu-community-team auf Freenode #ubuntu-locoteams auf Freenode
es: #ubuntu-community-team en Freenode #ubuntu-locoteams en Freenode
sv: #ubuntu-community-team på Freenode #ubuntu-locoteams på Freenode

# ubuntu-member_title
source: Approved Ubuntu Member
de: Geprüftes Ubuntu Mitglied
es: Miembro de Ubuntu aprobado
sv: Godkänd Ubuntu medlem

# ubuntu-member_description
source: You are an Approved Ubuntu Member
de: Du bist ein geprüftes Ubuntu Mitglied
es: Es un miembro de Ubuntu aprobado
sv: Du är en godkänd Ubuntu medlem

# ubuntu-member_summary
source: An Ubuntu Member is someone who has demonstrated a <i>significant and sustained</i> contribution to Ubuntu. Each Ubuntu Member is seen as a reliable and dependable contributor to Ubuntu who has contributed to further and improve Ubuntu. Importantly, Ubuntu Membership does not require any specific skill; great contributions in development, documentation, translations, advocacy, support, art, design, and many other areas are all worthy of membership.
de: Ein Ubuntu Mitglied ("Ubuntu Member") ist jemand, der signifikante und nachhaltige Beiträge zu Ubuntu demonstriert hat. Jedes Ubuntu Mitglied wird als zuverlässiger und berechenbarer Faktor zu Ubuntu angesehen um Ubuntu zu fördern und zu verbessern. Wichtig ist, dass die Ubuntu Mitgliedschaft keine speziellen Kenntnise erfodert; großartige Beiträge in Entwicklung, Dokumentation, Übersetzungen, Unterstützung, Kunst, Design und vielen anderen Bereichen sind alle einer Mitgliedschaft würdig.
es: Un miembro de Ubuntu es alguien que ha demostrado una <i>constante y significante</i> colaboración con Ubuntu. Cada miembro es visto como una persona confiable y capaz de mejorar el desarrollo de Ubuntu. Un aspecto importante, es que no se requieren aspectos puramente técnicos para ser un miembro de Ubuntu, se consideran igualmente de importantes otras areas como la creación de documentación, traducción, organización de eventos, ayuda en linea, diseño de arte, entre otras actividades.

# ubuntu-member_steps
source: Contribute extensively to Ubuntu for a sustained period of time. There is no fixed time period, but this should be long enough to demonstrate your commitment to the project. Create a page on <tt>wiki.ubuntu.com</tt> that outlines your contributions. In the wiki page include your contributions, describe which teams you are in, and summarize your efforts. Ask your fellow community members to contribute testimonials of your contributions. Schedule yourself for review at a regional membership board, IRC council, Forums council, or developer membership board meeting to review your contributions. You can find the nearest board using the links below.
de: Tragen Sie intensiv über einen längeren Zeitraum zu Ubuntu bei. Es gibt keinen festgelegten Zeitraum, aber er sollte lang genug sein um ihren Einsatz für Ubuntu zu erkennen. Erstellen Sie eine Seite auf <tt>wiki.ubuntu.com</tt>, der ihre Beiträge auflistet. Fügen Sie auf der Wiki Seite ihre Beiträge ein, in welchen Teams Sie sind und fasse Sie ihre Bemühungen zusammen. Fragen Sie einen Kollegen Zeugnisse deiner Beiträge beizutragen. Plane Sie sich selber für eine Überprüfung bei einem regionalen Mitgliedschafts Vorstand ("regional membership board") , IRC Rat ("IRC Council"), Foren Rat ("Forums Council"), oder Entwickler Mitgliedschaft Vorstand ("developer membership board") Treffen ein um ihre Beiträge überprüfen zu lassen. Sie können das ihnen am nähsten liegende Board mittels der unteren Links herausfinden.
es: Para ser miembro de Ubuntu debera contar con algunos requisitos como: Haber contribuido de forma constante y durante un periodo de tiempo no menor a seis meses, en algún aspecto de la comunidad de Ubuntu. Crear una página wiki en <tt>wiki.ubuntu.com</tt> que contenga un resumen de las actividades realizadas. Tener comentarios de otros usuarios de Ubuntu que avalen su desempeño, será mejor si son miembros reconocidos de la comunidad, pero también cuentan los comentarios de usuarios locales. Agregar su candidatura al consejo de aprobación regional, al consejo del IRC, al consejo de los foros, o al consejo de desarrolladores dependiendo el tipo de contribución que hayas realizado. También hay equipos para Kubuntu y Edubuntu.
sv: Kom med omfattande bidrag till Ubuntu under en sammanhängande period. Det finns ingen bestämd tidsperiod, men det ska vara tillräckligt länge för att visa att du är engagerad i projektet. Skapa en sida på <tt>wiki.ubuntu.com</tt> som visar dina bidrag. På wikisidan ska du ta med dina bidrag, beskriva i vilka grupper du ingår och sammanfatta dina insatser. Be dina kollegor i gemenskapen att bidra med vittnesmål om dina bidrag. Boka in dig för en granskning på ett möte med regional styrelse, IRC råd, Forumsråd eller utvecklingsstyrelse så att de kan granska dina bidrag. Du kan hitta närmaste styrelse bland länkarna nedan.

# ubuntu-member_links
source: http://wiki.ubuntu.com/Membership https://wiki.ubuntu.com/Membership/RegionalBoards
de: International: http://wiki.ubuntu.com/Membership https://wiki.ubuntu.com/Membership/RegionalBoards

# ubuntu-member_help
source: #ubuntu-community-team on Freenode
de: International: #ubuntu-community-team auf Freenode
es: #ubuntu-community-team en Freenode
sv: #ubuntu-community-team på Freenode

# technical-board-member_title
source: Technical Board Member
de: Technisches Vorstandsmitglied
es: Miembro del consejo técnico
sv: Medlem i Technical Board

# technical-board-member_description
source: You are a member of the Ubuntu Technical Board
de: Du bist Mitglied des Technischen Ubuntu Vorstands
es: Es un miembro del consejo técnico de Ubuntu
sv: Du är medlem i Ubuntu Technical Board

# technical-board-member_summary
source: The Ubuntu Technical Board is one of the most important governing boards in the Ubuntu community. The Technical Board advises and decides on technical policy and process as well as acting as an escalation body for incidents that occur elsewhere in the community. To be a member of the Technical Board you need to have demonstrated a strong commitment and participation history in Ubuntu, strong technical skills and knowledge of the archive, demonstrated clear leadership skills, and have the time and availability to commit to the needs of the board.
de: Der Ubuntu Technische Vorstand ("Technical Board") ist einer der wichtigsten agierenden Vorstände in der Ubuntu Gemeinschaft. Der Technische Vorstand berät und entschließt Vorgehensweisen bezüglich technischen Themen. Er ist auch ein Eskalationskörper für Vorfälle, die anderswo in der Ubuntu-Gemeinschaft auftreten. Um Mitglied des Technischen Vorstands zu werden muss man ein starkes Engagement, Beteiligung in der Geschichte Ubuntus und klare Führungsfertigkeiten vorgewiesen haben und die Zeit und die Möglichkeit sich den Bedürfnissen des Rates zu verpflichten haben.
es: El consejo técnico de Ubuntu es uno de los cuerpos organizacionales más importantes dentro de la comunidad de Ubuntu. Se encarga de tomar decisiones tomando únicamente como fundamentos la parte técnica del problema. También sirve como grupo al que se le asignan problemas que no hayan podido resolverse en otros grupos o consejos. Para ser miembro del consejo técnico debe haber demostrado suficiente participación y constancia en el desarrollo de Ubuntu, también deberá tener conocimientos solidos del archivo de software, tener buenos conocimientos técnicos y haber demostrado liderazgo. Ser parte del consejo técnico es una importante posición, asegurese de contar con el tiempo necesario para sobrellevarlo.
sv: Ubuntus tekniska styrelse är en av de viktigaste styrelserna i Ubuntus gemenskap. Den tekniska styrelsen ger råd och beslutar om teknisk policy och processer, så väl som att utgöra en eskalering för incidenter som uppstår någon annanstans i gemenskapen. För att bli medlem i den tekniska styrelsen behöver du ha visat ett starkt engagemang och deltagande i Ubuntu, stora tekniska färdigheter och kännedom av arkivet, visat tydliga ledartalanger, och ha den lediga tid för att kunna se till styrelsens behov.

# technical-board-member_steps
source: Contribute extensively to Ubuntu for a sustained period of time. There is no fixed time period, but this should be long enough to demonstrate your commitment to the project. Create a page on <tt>wiki.ubuntu.com</tt> that outlines your contributions. In the wiki page include your contributions, describe which teams you are in, and summarize your efforts. In the next Technical Board election propose yourself as a candidate.
de: Tragen Sie intensiv für einen längeren Zeitraum zu Ubuntu bei. Es gibt keine festgelegten Zeitraum, aber er sollte lang genug sein um ihren Einsatz für das Projekt zu erkennen. Erstellen Sie eine Seite auf <tt>wiki.ubuntu.com</tt>, der ihre Beiträge auflistet. Fügen Sie auf der Wiki-Seite ihre Beiträge ein, in welchen Teams Sie sind und fassen Sie ihre Bemühungen zusammen. Schlagen Sie sich in der nächsten Auswahl des Technischen Vorstands als Kandidat vor.
es: Contribuir extensivamente a Ubuntu por un periodo sostenido de tiempo. No hay un periodo fijo de tiempo, pero este tiene que ser suficientemente largo para demostrar tu compromiso al proyecto. Crea una pagina que describa tu contribución en <tt>wiki.ubuntu.com</tt>. En la página incluye tus contribuciones, describe en que equipos te encuentras y resume tus esfuerzos. Preséntate como candidato en la siguiente elección de miembros para el consejo técnico.
sv: Gör omfattande bidrag till Ubuntu under en lång tid. Det finns ingen bestämd tidsgräns, men det bör vara länge nog för att bevisa ditt engagemang för projektet. Skapa en sida på <tt>wiki.ubuntu.com</tt> som beskriver dina bidrag. Inkludera dina bidrag, beskriv vilka grupper du är med i, och sammanfatta ditt arbete på wiki-sidan. Föreslå dig själv som kandidat vid nästa val till den tekniska styrelsen.

# technical-board-member_links
source: https://wiki.ubuntu.com/TechnicalBoard http://www.ubuntu.com/project/about-ubuntu/governance
de: International: https://wiki.ubuntu.com/TechnicalBoard http://www.ubuntu.com/project/about-ubuntu/governance

# technical-board-member_help
source: #ubuntu-devel-team on Freenode #ubuntu-community-team on Freenode
de: International: #ubuntu-devel-team on Freenode #ubuntu-community-team on Freenode
es: #ubuntu-devel-team en Freenode #ubuntu-community-team en Freenode
sv: #ubuntu-devel-team på Freenode #ubuntu-community-team på Freenode

# juju-charm-contributor_title
source: Juju Charm Contributor
de: Juju Charm Beiträger
es: Contribuyente de recetas de Juju
sv: Bidrar med Juju-charm

# juju-charm-contributor_description
source: You contribute Juju charms to Ubuntu.
de: Sie tragen Juju Charms für Ubuntu bei.
es: Contribuye con recetas de Juju a Ubuntu.
sv: Du bidrar med Juju-charm till Ubuntu.

# juju-charm-contributor_summary
source: Juju is a technology powered by the quality of the available charms. This accomplishment is for those community members who have contributed charms to the Juju
de: Juju ist eine Technologie, die durch die Qualität verschiedener Charms bereitgestellt wird. Diese Errungenschaft ist für die Mitglieder der Gemeinschaft gedacht, die Charms zu der Juju Gemeinschaft beigetragen haben.
es: Juju es una nueva tecnología altamente dependiente de las archivos disponibles para su configuración. Este trofeo es para aquellos miembros de la comunidad que hayan contribuido recetas a Juju. Las recetas comúnmente se encargan de configurar de forma genérica un servicio y proveen de relaciones básicas para que puedan combinarse con otros servicios.
sv: Juju är en teknologi som lever på kvaliteten i den tillgängliga charmen. Denna prestation är för de medlemmar i gemenskapen som har bidragit med charm till Juju-gemenskapen.

# juju-charm-contributor_steps
source: Contribute a number of Juju charms. Contribute regularly and to a high enough quality. Ask a member of the Juju Contributors team if you can join.
de: Tragen Sie einige Juju Charms bei. Tragen Sie regelmäßig und zu einer ausreichend hohen Qualität bei. Fragen Sie ein Mitglied des Juju Beiträger Teams, ob Sie beitreten dürfen.
es: Envie un conjunto de recetas para Juju Contribuya de forma constante y con recetas de buena calidad para la comunidad Pregunte a un miembro del equipo de contribuidores de Juju para ser miembro
sv: Bidra med en viss mängd Juju-charm. Bidra regelbunder och till en tillräckligt hög kvalitet. Fråga en medlem i gruppen Juju Contributors om du kan gå med.

# juju-charm-contributor_links
source: http://juju.ubuntu.com
de: International: http://juju.ubuntu.com

# juju-charm-contributor_help
source: #juju on Freenode
de: International: #juju auf Freenode
es: #juju en Freenode
sv: #juju på Freenode

# user-has-mugshot_title
source: Setting a mugshot in Launchpad profile
de: Ein ("Mugshot") Bild in ihrem Launchpad-Profil einrichten
es: Configurada imagen de perfil en Launchpad
sv: Lagt till profilbild på Launchpad.

# user-has-mugshot_description
source: User has set a mugshot in his own Launchpad profile
de: Der Nutzer hat ein ("Mugshot") Bild in seinem eigenem Launchpad Profil eingerichtet
es: El usuario tienen configurada una imagen de perfil en Launchpad
sv: Användaren har lagt till en profilbild i sin Launchpad profil.

# user-has-mugshot_summary
source: A mugshot is an avatar image that the user can set in his Launchpad profile. It is nice when people can identify you just watching a picture of you. We advise you to choose a real picture of you (usually displaying only the face) or another avatar you really like. Please try to avoid picture with content that could offend someone else (e.g. adult content). The picture must be exactly <strong>192x192</strong> and big no more than <strong>100 Kb</strong>.
de: Ein Mugshot ist ein Profilbild, dass der Benutzer in seinem Launchpad Profil festlegen kann. Es ist schön, wenn Leute Sie allein anhand ihres Profilbildes erkennen können. Wir empfehlen ein echtes Bild von ihnen zu nehmen (normalerweise nur den Kopf darstellend) oder eines anderen Avatars, den Sie wirklich mögen. Bitte versuchen Sie Bilder mit Inhalt, der andere beleidigen könnte, zu vermeiden (beispielsweise Inhalte für Erwachsene). Das Bild muss genau <strong>192x192</strong> messen und darf nicht größer als <strong>100 Kb</strong> sein.
es: Es útil configurar una imagen de avatar para que otros miembros de la comunidad puedan reconocerte. Sugerimos que se utilice una imagen real (preferiblemente del cuello hacia arriba) o alguna imagen que sienta que lo identifica. Evite las imágenes que puedan ofender a otros usuarios (por ejemplo, contenido para adultos). La imagen debe ser exactamente de <strong>192x192</strong> y no debe pesar mas de <strong>100 Kb</strong>.
sv: En profilbild är en bild av dig själv som du kan knyta till din Launchpad-profil. Det är trevligt när andra kan se en bild på dig och känna igen. Vi råder dig att välja ett riktigt foto av dig själv (oftast med bara ansiktet synligt), eller en annan bild som du verkligen gillar och identifieras med. Var snäll och undvik bilder med innehåll som skulle kunna uppröra någon annan (t.ex. pronografiska motiv). Bilden måste vara <i>exakt</i> <strong>192x192</strong> pixlar stor och inte mer än <strong>100 Kb</strong> tung.

# user-has-mugshot_steps
source: Setting a mugshot is very simple. You must be logged on Launchpad.net website. Then he needs to go on your profile page that usually is http://launchpad.net/~YOURUSERNAME Click on the link "Change details". Be sure to have a 192x192 pixel piture to upload (.png or .jpg will be ok). Once the picture is uploaded, please click on "Save changes" button at the end of the page.
de: Es ist sehr einfach ein Mugshot aufzusetzen. Sie müssen auf der Launchpad.net Webseite eingeloggt sein. Dann brauchen Sie auf die Seite ihre Profiles zu gehen, welches üblicherweise http://launchpad.net/~IHRNUTZERNAME ist. Klicken Sie auf den Link "Change details". Stellen Sie sicher ein 192x192 großes Bild zum Hochladen parat zu haben (.png oder .jpg sind ok). Wenn das Bild hochgeladen ist, wählen Sie den Knopf "Save changes" am Seitenende.
es: Para configurar su avatar necesita seguir los siguientes pasos: Abrir una sesión en http://launchpad.net Ir a su página de perfil, es del tipo http://launchpad.net/~su_nick Presionar el link «Change details» Subir una imagen de exactamente 192x192 pixeles (.png o .jpg) Hacer click en «Save changes» al final de la página
sv: Att ladda upp en profilbild är väldigt enkelt. Först måste du logga in på Launchpad.net. Gå sedan till din profilsida, vilken oftast finns på http://launchpad.net/~DITT_ANVÄNDARNAMN Klicka på länken "Change details" ("Redigera"). Se till att bilden du laddar upp är 192x192 pixlar stor (.png eller .jpg går bra). Så snart bilden är uppladdad, klicka på "Save changes"-knappen ("Spara") längst ned på sidan.

# user-has-mugshot_links
source: http://www.launchpad.net
de: International: http://www.launchpad.net

# user-has-mugshot_help
source: #launchpad on Freenode
de: International: #launchpad auf Freenode
es: #ubuntu-es en Freenode #launchpad en Freenode
sv: #launchpad på Freenode

# registered-on-launchpad_title
source: Registered on Launchpad
de: Registriert bei Launchpad
es: Registrado en Launchpad
sv: Registrerad på Launchpad.

# registered-on-launchpad_description
source: Registered a Launchpad account
de: Ein Launchpad-Konto eröffnet
es: Ha registrado una cuenta en Launchpad
sv: Skapat ett konto på Launchpad.

# registered-on-launchpad_summary
source: Launchpad is a website in which we do much of our work in Ubuntu. There we build packages, file and fix bugs, perform translations, manage code, and other activities. You will need to register an account with Launchpad to participate in much of the Ubuntu community. Fortunately, registering is simple, safe, and free.
de: Launchpad ist eine Webseite, in welcher wir viel Arbeit in Ubuntu verrichten. Dort werden Software-Packete gebaut, Softwarefehler (Bugs) gemeldet und behoben, Übersetzungen vorgenommen, Software-Code verwaltet, und andere Aktivitäten erledigt. Um in vielen Bereichen der Ubuntu Gemeinschaft mitzuwirken musst du ein Benutzerkonto auf Launchpad eröffnen. Glücklicherweise ist das Registrieren einfach, sicher und kostenlos.
es: Launchpad es un sitio donde la mayor cantidad de trabajo que se hace para Ubuntu es desarrollado. Se crean paquetes, se reportan y corrigen errores, se agregan traducciones, se guarda y edita el código de programas, entre otras cosas. Requerirá una cuenta en launchpad para participar en varias actividades de la comunidad. Afortunadamente el registro es simple, seguro y gratuito.
sv: Mycket av arbetet med Ubuntu sker på webbsidan Launchpad. Det är där vi bygger paket, rapporterar och lagar buggar, översätter, hanterar kod och andra aktiviteter. Du kommer att behöva registrera ett konto på Launchpad för att kunna delta i mycket av det som sker i Ubuntus gemenskap. Det är tur att det både är lätt, säkert och gratis att registrera ett konto.

# registered-on-launchpad_steps
source: Load a web browser on your computer. In your web browser go to <tt>http://www.launchpad.net</tt>. Click the <i>Register</i> link in the corner of the screen to register.
de: Öffnen Sie einen Webbrowser auf ihrem Computer. Gehen Sie in ihrem Webbrowser auf <tt>http://www.launchpad.net</tt>. Klicken Sie auf den Link <i>Register</i> in der oberen linken Ecke des Bildschirmes um sich zu registrieren.
es: Para crear una cuenta en Launchpad siga los siguientes pasos: Arranque un navegador Visite el sitio <tt>http://www.launchpad.net</tt> Presione «Register» en la esquina superior derecha Rellene el formulario y confirme su correo electrónico
sv: Starta en webbläsare i din dator. I webbläsaren, gå till adressen <tt>http://www.launchpad.net</tt>. På ena sidan av skärmen finner du länken <i>Register</i>, klicka på den för att registrera ett nytt konto.

# registered-on-launchpad_links
source: http://www.launchpad.net
de: International: http://www.launchpad.net Deutschsprachig: http://wiki.ubuntuusers.de/Launchpad http://de.wikipedia.org/wiki/Launchpad

# registered-on-launchpad_help
source: #launchpad on Freenode
de: #launchpad auf Freenode
es: #ubuntu-es en Freenode #launchpad en Freenode
sv: #launchpad på Freenode

# first-bug-confirmed_title
source: Filed Bug that was Confirmed
de: Melden Sie einen Bug, der bestätigt wurde
es: Error enviado que se ha confirmado
sv: Rapporterade en Bug som var konstaterad

# first-bug-confirmed_description
source: Filed a bug in Ubuntu that was confirmed by someone else
de: Sie haben einen Bug in Ubuntu gemeldet, der von jemand anderem bestätigt wurde.
es: Error enviado que se ha confirmado por alguien
sv: Raporterade en bug i Ubuntu som redan var konstaterad av någon annan
