Repository: jonobacon/ubuntu-community-accomplishments
Catalog: generated/po/*.po
Languages: de, es, sv

# member-loco-team_title
source: LoCo Team Member
de: LoCo Team Mitglied
es: Miembro de un equipo LoCo
sv: LoCo gruppmedlem

# member-loco-team_description
source: You are a member of an Ubuntu LoCo Team
de: Sie sind ein Mitglied des Ubuntu LoCo Teams
es: Es miembro de un equipo LoCo de Ubuntu
sv: Du är medlem i en Ubuntu LoCo grupp

# member-loco-team_summary
source: Ubuntu LoCo (Local Community) Teams are local user groups based all around the world in which people get together to discuss Ubuntu, share ideas, tips, tricks, and knowledge, and work together to spread the word of Ubuntu and how it can help people.
de: Ubuntu LoCo ("Local Community" = Örtliche Gemeinschaft) sind örtliche Ubuntu Nutzer Gruppen aus der ganzen Welt, die zusammenkommen um über Ubuntu zu reden um Ideen, Tipps, Tricks und Wissen zu teilen. Desweiteren arbeiten sie zusammen um Ubuntu bekannt zu machen und zu zeigen, wie Ubuntu anderen helfen kann.
es: Los equipos LoCo (Local Community) son grupos locales de usuarios que se reunen para discutir temas sobre Ubuntu, compartir ideas, consejos, trucos, mejorar la distribución y ayudar a difundir el uso de Ubuntu
sv: Ubuntu LoCo (Local Community) grupper är lokala användargrupper lokaliserade överallt i världen. I dessa grupper träffas man för att diskutera Ubuntu, dela med sig av idéer, tips, trick och kunskap. Man arbetar tillsammans för att sprida information om Ubuntu och hur det kan hjälpa människor.

# member-loco-team_steps
source: Go to <tt>loco.ubuntu.com</tt> and find your nearest team to join. This trophy is awarded if you are a member of any LoCo team regardless of its approval status. Visit that team's Launchpad page click the Join Team link.
de: Besuchen Sie <tt>loco.ubuntu.com</tt> um ein Team in Ihrer Nähe zu finden. Das deutsche Team finden Sie unter <tt>ubuntu-de.org</tt> . Diese Trophäe wird verliehen wenn Sie Mitglied eines LoCo Teams werden, unabhängig von der Anerkanntheit des Teams. Gehen Sie dazu auf die Launchpad Seite des Teams dem Sie beitreten wollen und klicken dann auf den Link "Join Team".
es: Visite <tt>loco.ubuntu.com</tt> (puede cambiar el idioma en la pestaña inferior izquierda). Encuentre el equipo más cercano para unirse. Visite la página en Launchpad de ese equipo. Pulse en el enlace «Join Team». Este trofeo se le otorgará si es miembro de cualquier equipo LoCo, sin importar su estado de aprobación.
sv: Gå till <tt>loco.ubuntu.com</tt> och leta upp din närmaste användargrupp. Denna trofé tilldelas dig om du är medlem i vilken LoCo grupp som helst, oavsett dess godkännande status. Besök den gruppens Launchpad sida och klicka på Join Team länken.

# member-loco-team_links
source: http://loco.ubuntu.com
de: International: http://loco.ubuntu.com Deutschsprachig: http://ubuntu-de.org/
es: http://loco.ubuntu.com http://doc.ubuntu-es.org/Unirse_a_un_LoCo

# member-loco-team_help
source: #ubuntu-locoteams on Freenode #ubuntu-community-team on Freenode
de: International: #ubuntu-locoteams auf Freenode #ubuntu-community-team auf Freenode Deutschsprachig: #ubuntu-de auf irc.freenode.org
es: #ubuntu-locoteams en Freenode #ubuntu-community-team en Freenode
sv: #ubuntu-locoteams på Freenode #ubuntu-community-team på Freenode

# report-first-bug_title
source: Report First Bug
de: Ersten Bug Melden
es: Primer bug reportado
sv: Rapporterat första buggen

# report-first-bug_description
source: You have reported your first bug in Ubuntu
de: Sie haben Ihren ersten Bug in Ubuntu gemeldet
es: Ha reportado su primer bug en Ubuntu
sv: Du har rapporterat din första bugg i Ubuntu

# report-first-bug_summary
source: A <i>bug</i> is a defect in a piece of software. When you report a bug it means that you let the Ubuntu project know about one of these defects so we can resolve it. When you report a bug it starts a conversation with developers and other interested parties to help identify the cause of the problem to provide enough information so the developer can resolve it. This conversation can often involve the developer(s) asking you various questions to help track down the cause of the issue. This conversation takes place in a <i>bug tracker</i>; a tool that provides features for having this conversation, and setting prioritization fields to ensure that the most disruptive bugs get resolved sooner than more more benign issues. There are a few different ways in which you can file a bug, but we recommend you use a tool called <tt>ubuntu-bug</tt> that comes pre-installed on all Ubuntu systems. This tool helps gather up neccessary information that can be useful for the developer to find the source of the bug so they can resolve it. You can file a bug in a more graphical way by using the <i>Report a Problem</i> option in the <i>Help</i> menu of an application; this simply provides a graphical way of running <tt>ubuntu-bug</tt>.
de: Ein Bug ist ein Defekt innerhalb eines Teils von Software. Wenn Sie einen Bug melden, machen Sie das Ubuntu Projekt auf diesen Defekt aufmerksam, so dass wir ihn anschließend reparieren können. Wenn Sie einen Bug melden, fangen Sie an mit den Entwicklern und allen interessierten Parteien zu kommunizieren um das Problem zu identifizieren und genug Informationen zu liefern, damit der Entwickler es beheben kann. Es kommt öfters vor, dass die Kommunikation beinhaltet, dass das Entwickler Team Ihnen Fragen stellt, die zum Lösen des Problems notwendig sind. Diese Unterhaltung findet statt im <i>bug tracker</i>; ein Tool, das diese Kommunikation ermöglicht und Prioritäten setzt, so dass kritische Bugs schneller behoben werden als harmlosere. Es existieren mehrere Wege, wie Sie Bugs melden können, aber wir empfehlen das Tool <tt>ubuntu-bug</tt> zu benutzen, das Sie vorinstalliert in Ubuntu finden. Dieses Tool hilft hilfreiche Informationen für das Entwickler Team zu sammeln, die dabei helfen können das Problem zu beheben. Sie können ein Bug auch graphisch melden in dem Sie unter dem <i>Hilfe</i> Menü eines Programms auf <i>Fehler Melden</i> drücken, was dann <tt>ubuntu-bug</tt> startet.
es: Un <i>bug</i> es un defecto en el software. Cuando reportas un bug significa que dejas al proyecto Ubuntu saber acerca de uno de esos defectos para que se pueda resolver. Cuando reportas un bug empieza una conversación con desarrolladores y otras personas interesadas en ayudar a identificar la causa del problema para proveer información suficiente para que el desarrollador lo pueda resolver. Esta conversación puede normalmente involucrar a el/los desarrollador(es) preguntando diferentes cosas para ayudarte a identificar la causa de este problema. Esta conversación toma lugar en unn <i>bug tracker</i>; una herramienta que provee funciones para tener esta conversación, y configurar campos de priorización para asegurarnos que los bugs más disruptivos sean resueltos antes de que más problemas benignos. Hay diferentes maneras en las que puedes reportar un bug, pero recomendamos que uses una herramienta llamada <tt>ubuntu-bug</tt> que viene pre-instalada en todos los sistemas de Ubuntu. Esta herramienta te ayuda a juntar información necesaria que puede ser útil para el desarrollador para encontrar la causa del bug y resolverlo. Puedes reportar un bug en una manera más gráfica usando la opción <i>Reportar un Problema</i> en el menú de <i>Ayuda<i> de una aplicación; esto simplemente provee una manera gráfica de correr <tt>ubuntu-bug</tt>.
sv: En <i>bugg</i> är ett fel i en mjukvara. När du rapporterar en bugg innebär det att du delger Ubuntuprojektet information om ett sådant fel så att vi kan åtgärda det. Din buggrapport påbörjar en konversation mellan utvecklare och andra intresserade parter. Denna konversation går ut på att försöka hitta anledningen till problemet och tillhandahålla tillräckligt med information för att utvecklaren ska kunna åtgärda det. I denna konversation kan det ofta ingå att utvecklaren eller utvecklarna ber dig besvara olika frågor för att på så sätt spåra orsaken till problemet. Konversationen äger rum i en <i>bug tracker</i>; ett verktyg som innehåller funktioner för att hålla denna typ av konversationer. Verktyget innehåller också prioriteringsfält för att säkerställa att de allvarligaste buggarna åtgärdas tidigare än de mindre allvarliga. Det finns några olika sätt att rapportera buggar på, men vi rekommenderar att du använder ett verktyg som heter <tt>ubuntu-bug</tt> som finns förinstallerat i alla Ubuntusystem. Detta verktyg hjälper till att samla ihop nödvändig information som utvecklaren kan dra nytta av för att hitta källan till buggen och för att åtgärda den. Du kan rapportera en bugg på ett mer grafiskt sätt genom att använda <i>Rapportera ett problem</i> alternativet i en applikations <i>Hjälp</i> meny. Detta är bara ett grafiskt sätt att köra <tt>ubuntu-bug</tt> på.

# report-first-bug_steps
source: Open up a terminal by clicking the Ubuntu button and typing <i>terminal</i> into the dash. Type in <tt>ubuntu-bug</tt> and then the name of the package you want to file a bug against (e.g. <tt>ubuntu-bug unity</tt> for Unity). If you don't know the package name, just run <tt>ubuntu-bug</tt> by itself and follow the instructions. Follow the instructions in Launchpad.
de: Öffnen Sie ein Terminal in dem Sie den Ubuntuknopf drücken und <i>terminal</i> in das Schnellstart Textfeld eingeben. Tippen Sie in das Terminal <tt>ubuntu-bug</tt> ein gefolgt vom Namen des Pakets in dem der Bug vorkommt, den Sie melden möchten. Wenn Sie sich beim Namen des Paketes nicht sicher sind, geben Sie einfach nur <tt>ubuntu-bug</tt> ein ohne den Paketnamen und folgen den Anweisungen. Folgen Sie danach den Anweisungen in Launchpad.
es: Abra una terminal pulsando el botón de Ubuntu y escribiendo <i>terminal</i> en el tablero. Teclee <tt>ubuntu-bug</tt> y el nombre del paquete del cual quiere informar el fallo (p.ej. <tt>ubuntu-bug unity</tt> para Unity). Si no conoce el nombre del paquete, solo ejecute <tt>ubuntu-bug</tt> y siga las instrucciones. Siga las instrucciones en Launchpad.

# report-first-bug_tips
source: Always try to be concise and detailed in your bug reports. If you know the steps involved to trigger the bug, include those steps in the bug description. This is called <i>reproducing the bug</i>. Remember, when you file a bug report you are asking a developer to take the time to resolve it. Try to be helpful, polite, and respectful of their time.
de: Versuchen Sie stets knappe, präzise und detaillierte Bug Meldungen zu schreiben. Wenn Sie wissen, wie der Bug gelöst werden kann, beschreiben Sie die dazu notwendigen Schritte in der Meldung. Das wird <i>reproduzieren des Bugs</i> oder <i>reproducing the bug</i> genannt. Beachten Sie, beim Melden eines Bugs, dass Sie dadurch eine Anfrage an einen Entwickler starten um diesen in einer von ihm aufgebrachten Zeit zu lösen. Versuchen Sie deshalb hilfreich, höflich und respektvoll zu bleiben.
es: Intente ser conciso y detallado en sus informes de error. Si conoce los pasos necesarios para reproducir el error, incluya estos pasos en la descripción del error. Recuerde, cuando informa de un error está pidiendo a un desarrollador que emplee tiempo en resolverlo. Intente ser colaborador, amable y respetuoso con su tiempo.
sv: Försök alltid vara koncis och detaljerad i dina buggrapporter. Om du känner till stegen för att utlösa buggen, inkludera dessa steg i din buggbeskrivning. Detta kallas <i>återskapa buggen</i>. Kom ihåg, när du rapporterar en bugg så ber du en utvecklare att ta sig tid för att åtgärda den. Försök vara hjälpsam, artig och att respektera deras tid.

# report-first-bug_pitfalls
source: Don't file bugs for things that frustrate you in a piece of software; only file bugs when things don't work as expected. Don't reply to a bug saying "me too!"; instead use the <i>this bug affects me</i> link at the top of the bug report (in Launchpad).
de: Melden Sie keinen Bug, wenn Sie etwas an der Software einfach nervt, melden Sie nur Bugs, wenn sich die Software nicht so verhält, wie es von ihr erwartet wird. Antworten Sie keiner Bug Meldung mit einem "Mich auch!"; Stattdessen sollten Sie den Link <i>this bug affects me</i> link oben auf der Seite (in Launchpad) nutzen.
es: No informe de errores sobre cosas que simplemente le disgusten del software; informe de errores sobre cosas que no funcionen como deben. No conteste a un error diciendo ¡a mi también!; use el vínculo <i>this bug affects me</i> en la parte superior de Launchpad. Verifique que no existan reportes similares, si es así agregue sus datos si los cree convenientes en lugar de crear un nuevo reporte. Anexe la información técnica necesaria, si no lo hace los desarrolladores no tendran con que trabajar, prefiera el uso de 'ubuntu-bug' sobre la creación de un reporte desde el sitio de Launchpad, 'ubuntu-bug' automaticamente analiza y anexa la información necesaria.
sv: Rapportera inte buggar för sådant du irriterar dig på i en mjukvara; rapportera endast buggar då det inte fungerar som förväntat. Svara inte på en buggrapport med "jag också!"; använd istället <i>this bug affects me</i> länken längst upp i buggrapporten (i Launchpad).

# report-first-bug_links
source: https://help.ubuntu.com/community/ReportingBugs https://wiki.ubuntu.com/HelpingWithBugs
de: International: https://help.ubuntu.com/community/ReportingBugs https://wiki.ubuntu.com/HelpingWithBugs Deutschsprachig: http://wiki.ubuntuusers.de/Fehler_melden?highlight=Bug
es: https://help.ubuntu.com/community/ReportingBugs_es http://elubuntazo.wordpress.com/2011/09/19/%C2%BFcomo-reportar-bugs-para-ubuntu/ https://help.ubuntu.com/community/ReportingBugs https://wiki.ubuntu.com/HelpingWithBugs

# fridge-editor_description
source: A member of the Fridge Editors team
de: Ein Mitglied des Fridge Editor Teams
es: Un miembro del equipo de editores de Fridge
sv: Medlem i Fridge Editors gruppen

# fridge-editor_summary
source: The Ubuntu Fridge is the official news site for the Ubuntu Community. It is a community driven news site which features articles, news, opinion, and other content from around and in the Ubuntu community. The <i>Ubuntu Fridge Editors</i> are a team who produce and publish content to the site. To be a member of this team you need to be able to write well, write often, and be responsive to publishing new content and news.
de: Die Ubuntu Fridge ist die offizielle Nachrichtenseite für die Ubuntu Gemeinschaft. Es ist ein gemeinschaftlich geschriebenes Nachrichtenportal, das Artikel, Nachrichten, Meinungen und andere Inhalte von überall aus der Welt und aus der Ubuntu Gemeinschaft bereit stellt.
es: El sitio Fridge de Ubuntu es el portal oficial de noticias de Ubuntu. Es un sitio dirigido por su comunidad, que pública artículos sobre las opiniones de sus usuarios y el desarrollo de nuevas características. También se utilizar para hacer consensos y llamados de auxilio para finalizar o ayudar a un proyecto. Los <i>editores del sitio</i> son un equipo que produce y publica estos artículos. Para ser un miembro del equipo deberá ser capaz de escribir correctamente y de forma continua en Inglés.
sv: Ubuntu Fridge är den officiella nyhetssiten för Ubuntugemenskapen. Nyhetssiten som drivs av gemenskapen innehåller artiklar, nyheter, åsikter och annat innehåll från utsidan och insidan av Ubuntugemenskapen. <i>Ubuntu Fridge editorerna</i> är en grupp som skapar och publicerar innehåll till siten. För att bli medlem av denna grupp behöver du kunna skriva bra och ofta, samt vara tillgänglig för att publicera nytt innehåll och nyheter.

# fridge-editor_steps
source: Become an Ubuntu Member. Have a good knowledge of the Ubuntu Community, have good written English skills. Individuals who are interested in becoming a member of the Ubuntu Fridge editors team should submit a few stories so the Editors Team can get to know you and offer guidance (if necessary). Stories can be submitted to the news team through its IRC (Internet Chat Relay) Channel on Freenode (irc.freenode.net)-#ubuntu-news-- or can send an email to: ubuntu-news-team@lists.ubuntu.com (no subscription necessary). Additional information that all editors should be knowledgeable of can be found on the Fridge wiki page under Editors Guidelines. Write drafts for each of your ideas. Submit your content to the Fridge Editors.
de: Werde Sie ein Ubuntu Mitglied. Haben Sie eine gute Kenntnis über die Ubuntu Gemeinschaft und gute englische schriftliche Fähigkeiten. Jeder, der ein Mitglied des Ubuntu Fridge Redaktion Teams ("Editors Team") sein will, sollte einige Artikel an die Redaktion schicken, damit sie einen kennen lernen und beraten können (wenn nötig). Artikel können an das Nachrichtenteam durch IRC (Internet Chat Relay) auf Freenode (irc.freenode.net)-#ubuntu-news-- oder an folgende E-Mail geschickt werden: ubuntu-news-team@lists.ubuntu.com (keine Anmeldung nötig). Weitere Informationen können Sie auf der Fridge Wiki Seite bekommen unter "Editors Guidelines". Schreiben Sie Entwürfe für jede Ihrer Ideen. Schicke Sie ihren Inhalt an die Fridge Redaktion.
es: Ser un miembro oficial de Ubuntu Tener contacto y conocer a fondo la comunidad de Ubuntu Saber escribir de manera correcta en Inglés Enviar los escritos al equipo de noticias, ya sea a través del IRC, #ubuntu-news o a través de la lista de correo: ubuntu-news-team@lists.ubuntu.com (no es necesario suscribirse) Esperar aprobación del grupo de editores
sv: Bli Ubuntu medlem. Ha goda kunskaper om Ubuntugemenskapen. Ha god förmåga att skriva på engelska. Individer som är intresserade av att bli medlemmar i Ubuntu Fridge editors gruppen ska skicka in några artiklar så att Editors Team kan lära känna dig och ge dig råd (om nödvändigt). Artiklar kan skickas in till nyhetsgruppen på deras IRC (Internet Relay Chat) kanal på Freenode (irc.freenode.net)-#ubuntu-news-- eller så kan de skickas via email till: ubuntu-news-team@lists.ubuntu.com (ingen prenumeration nödvändig). Ytterligare information som alla editorer bör känna till finns på Fridges wikisida under Editors Guidelines. Skriv utkast för var och en av dina idéer. Skicka ditt material till Fridge Editors.

# fridge-editor_links
source: http://fridge.ubuntu.com https//wiki.ubuntu.com/Fridge https://launchpad.net/~ubuntu-fridge
de: International: http://fridge.ubuntu.com https//wiki.ubuntu.com/Fridge https://launchpad.net/~ubuntu-fridge
es: https://wiki.ubuntu.com/NewsTeam/ES http://fridge.ubuntu.com https//wiki.ubuntu.com/Fridge https://launchpad.net/~ubuntu-fridge
sv: http://fridge.ubuntu.com https//wiki.ubuntu.com/Fridge

# fridge-editor_help
source: #ubuntu-community-team on Freenode #ubuntu-news on Freenode
de: International: #ubuntu-community-team auf Freenode #ubuntu-news auf Freenode
es: #ubuntu-community-team en Freenode #ubuntu-news en Freenode
sv: #ubuntu-community-team på Freenode #ubuntu-news på Freenode

# signed-code-of-conduct_title
source: Signed Ubuntu Code Of Conduct
de: Ubuntu Verhaltenskodex unterschrieben
es: Código de conducta de Ubuntu firmado
sv: Undertecknat Ubuntu Code Of Conduct

# signed-code-of-conduct_description
source: You have signed the Ubuntu Code Of Conduct
de: Sie haben den Ubuntu Verhaltenskodex unterschrieben
es: Ha firmado el código de conducta de Ubuntu
sv: Du har undertecknat Ubuntu Code Of Conduct

# signed-code-of-conduct_summary
source: The Ubuntu Code Of Conduct is an important document that provides a set of guidelines and expectations for good conduct in the Ubuntu Community. It includes expectations around being considerate, respectful, collaborative, how to ask for help, and how to step down when you become too busy. This trophy is awarded when you have agreed to abide by these expectations in the community and have signed the Ubuntu Code Of Conduct.
de: Der Ubuntu Verhaltenskodex ("Code of Conduct") ist ein wichtiges Dokument, das Regeln und Erwartungen festlegt, wie man sich in der Ubuntu Gemeinschaft verhalten soll. Es beinhaltet Erwartungen wie man sich rücksichtsvoll, respektvoll und helfend zu verhalten hat, wie man nach Hilfe fragen sollte und wie man sich am besten zurück zieht, wenn man zu beschäftigt wird. Die Trophäe ist verliehen wenn man sich einverstanden erklärt diese Erwartungen in der Gemeinschaft zu erfüllen und man den Ubuntu Verhaltenskodex unterschrieben hat.
es: El código de conducta de Ubuntu es un documento importante que proporciona un conjunto de directrices y expectativas de buena conducta en la comunidad de Ubuntu. Quien lo firma acepta ser considerado, respetuoso y colaborador, este documento también especifica la forma de pedir ayuda y de dimitir cuando se encuentra demasiado ocupado. Este trofeo se concede cuando decide cumplir con estas expectativas en la comunidad y ha firmado el código de conducta de Ubuntu.
sv: Ubuntu Code Of Conduct är ett viktigt dokument som innehåller en uppsättning riktlinjer och förväntningar på gott uppförande i Ubuntugemenskapen. Det innehåller förväntningar gällande omtänksamhet, respekt, samarbetsvilja, förmåga att be om hjälp samt hur man stiger åt sidan när man blir för upptagen. Denna trofé tilldelas dig när du har gått med på att respektera dessa förväntningar i gemenskapen och har undertecknat Ubuntu Code Of Conduct.
