Repository: jonobacon/ubuntu-community-accomplishments
Catalog: generated/po/*.po
Languages: de, es, sv

# first-bug-confirmed_summary
source: A bug is a defect in a piece of software. Filing bugs is a great way to help improve Ubuntu and in order for the bug to be fixed, someone else needs to be able to reproduce and confirm it. The more detailed and precise your bug report is, the most likely it is that it can be reproduced by someone else. This achievement reflects that at least one of your bug reports was of good quality and was confirmed by someone else.
de: Ein Bug ist ein Defekt in einem Teil von Software. Bugs zu melden ist ein großartiger Weg Ubuntu zu verbessern und im Falle, dass der Bug behoben ("gefixt") werden soll, sollte jemand anders in der Lage sein diesen Fehler nachzuproduzieren und ihn zu bestätigen. Je präziser und detailierter ihr Fehlerbericht ("bug report") ist, umso wahrscheinlicher ist die Chance, dass er von jemand anderem nachproduziert werden kann. Diese Errungenschaft reflektiert das mindestens einer ihrer Fehlerberichte in einem so guten Zustand ist, dass er von jemand anderem bestätigt wurde.
es: Un bug es un defecto en una pieza de software. Reportar estos fallos es una gran forma de mejorar Ubuntu, sin embargo para que estos reportes sean tomados más en serio, necesitan ser confirmados y reproducidos por al menos otra persona. Entre mejor haya sido su reporte, mayores posibilidades habran de que alguien mas pueda reproducirlo. Este logro quiere decir que al menos uno de sus reportes fue de excelente calidad y por lo tanto fue confirmado por alguien mas.
sv: En bug är ett fel som uppstått i mjukvara. Att rapportera buggar är ett jättebra sätt att hjälpa till med att göra Ubuntu bättre. För att buggen skall kunna åtgärdas, måste någon annan först kunna återskapa och bekräfta den. Så ju mer detaljerad och exakt din buggrapport är, desto troligare är det att någon annan kan återskapa problemet. Denna prestationen visar att en av dina buggrapporter hade tillräckligt hög kvalitet och kunde bekräftas av någon annan.

# first-bug-confirmed_steps
source: File a bug as you would normally (see the Filed First Bug accomplishments for more details) and ensure that the description is detailed enough to enable others to reproduce it. To write a good bug report, include the following: A clear and concise description of the problem. Don't forget to mention whether the bug can be triggered every time or whether it is intermittent. A set of steps to reproduce the problem. Make sure that they are explicit. For instance, if a step involves selecting a menu item, specify whether selecting it using the mouse or keyboard shortcuts makes a difference. A description of the failure when following those steps. A description of what you expected the application to do instead. This is an important piece of information: sometimes, what the application does is what the developers expected it to do and they didn't realise it would cause you problems so describing what you expect is helpful to understand the defect. Any additional information you think can help diagnose the problem. For instance, if the application used to work and suddenly stopped working, specify when it started mis-behaving.
de: Melden Sie einen Bug, so wie Sie es normalerweise tun würden (siehe die „Ersten Bug Melden“ Errungenschaft) und stellen Sie sicher, dass ihre Beschreibung detailliert genug ist, damit andere es reproduzieren können. Um eine gute Bug Meldung zu schreiben, vergessen Sie nicht folgendes mit einzubeziehen: Eine klare, knappe und präzise Beschreibung des Problems. Vergessen Sie nicht zu erwähnen, ob ein Bug jedes mal ausgelöst werden kann oder nur sporadisch. Eine Liste von Schritten um das Problem zu reproduzieren. Stellen Sie sicher, dass sie detailliert sind. Z.B. wenn ein Schritt beinhaltet ein Menü Eintrag auszuwählen, dann schreiben Sie konkret hin wie, ob mit Maus oder mit einem Tastenkürzel, da es ein Unterschied machen kann. Eine Beschreibung was schief läuft, wenn man den Schritten folgt. Eine Beschreibung was Sie stattdessen erwartet haben, wie sich das Programm sich hätte verhalten soll. Dies ist ein wichtiger Teil der Beschreibung: manchmal ist das gemeldete Verhalten des Programms so, wie sich der Entwickler es sich vorgestellt hat, eventuell weil ihm nicht bewusst war, dass es Probleme bereiten könnte. Somit ist die Beschreibung was man selber erwartet hat ein wichtiger Bestandteil der Meldung. Jegliche zusätzliche Information, die helfen könnte das Problem zu diagnostizieren. Zum Beispiel, wenn das Programm lief, aber dann aufgehört hat zu arbeiten, schreiben Sie wann.
es: Para obtener este trofeo siga las siguientes instrucciones: Reporte un fallo como normalmente lo haría (vea el logro - Reportar su primer fallo de Ubuntu - para obtener más detalles) Asegúrese que la descripción contiene suficiente información de tal manera que pueda ser reproducido por otros. Sea lo más detallado posible, si el problema surge después de seleccionar un elemento en un menú asegúrese de describir de que forma tiene que ser seleccionado, ya sea con el teclado o con el ratón Describa el comportamiento que considere debería ser el correcto Agregue cualquier información extra que considere pueda ser util para corregir el problema, por ejemplo, si el programa dejo de funcionar después de cierta actualización mencione esto en la descripción del fallo.
sv: Skicka in en felanmälan i vanlig ordning (se prestationen Skicka in första felanmälan för fler detaljer) och se till att beskrivningen är nog detaljerad för att göra det möjligt för andra att upprepa tillståndet. För att skriva en bra felrapport, inkludera följande: En klar och tydlig beskrivning av problemet. Glöm inte att skriva om felet inträffar varje gång, eller bara då och då. En serie steg för att upprepa problemet. Se till att de är uttryckliga och tydliga. Om ett steg t.ex. inbegriper att välja ett menyobjekt, ange om du väljer det med musen eller tangentbordsgenvägar - det har betydelse. En beskrivning av misslyckandet när dessa steg följs. En beskrivning av hur du förväntade dig att programmet skulle bete sig istället. Detta är viktig information: ibland gör inte programmet vad utvecklaren förväntade sig och insåg inte att det skulle leda till problem för dig, så denna beskrivning hjälper folk att förstå vad som blev fel. All övrig information du kan tänka på som kan hjälpa till att diagnosticera problemet. Om programmet t.ex. brukade fungera och plötsligt började krascha, ange när problemen började uppstå.

# first-bug-confirmed_links
source: http://www.ubuntu.com https://help.ubuntu.com/community/ReportingBugs http://www.chiark.greenend.org.uk/~sgtatham/bugs.html
de: International: http://www.ubuntu.com https://help.ubuntu.com/community/ReportingBugs http://www.chiark.greenend.org.uk/~sgtatham/bugs.html Deutschsprachig: http://wiki.ubuntuusers.de/Fehler_melden http://wiki.ubuntuusers.de/Launchpad
es: http://www.chiark.greenend.org.uk/~sgtatham/bugs-es.htm https://help.ubuntu.com/community/ReportingBugs_es http://josepablosarco.wordpress.com/2010/12/09/%C2%BFcomo-escribir-un-buen-reporte-de-fallasbugs/

# first-bug-confirmed_help
source: #ubuntu-testing on Freenode
de: International: #ubuntu-testing auf Freenode
es: #ubuntu-es en Freenode #ubuntu-testing en Freenode
sv: #ubuntu-testing på Freenode

# juju-charm-reviewer_title
source: Juju Charm Reviewer
de: Juju Charm Gutachter
es: Revisor de recetas de Juju
sv: Juju Charm recensent

# juju-charm-reviewer_description
source: You contribute Juju charms to Ubuntu.
de: Sie tragen Juju Charms zu Ubuntu bei.
es: Contribuye con recetas de Juju a Ubuntu
sv: Du Bidrar Juju charms till Ubuntu

# juju-charm-reviewer_summary
source: Juju is a technology powered by the quality of the available charms. This accomplishment is for those trusted members of the community who review community charms and approve for inclusion in the Juju Store.
de: Juju ist eine Technologie, die durch die Qualität verschiedener Charms bereitgestellt wird. Diese Errungenschaft ist für die vertrauensvollen Mitglieder der Gemeinde, welche Charms aus der Gemeinde begutachten und für die Aufnahme in den Juju Store genehmigen.
es: Juju es una tecnología impulsada por la calidad de las recetas o "encantos" disponibles. Este trofeo es para aquellos miembros de confianza de la comunidad que evalúan y aprueban los "encantos" desarrollados por la comunidad para su inclusión en la tienda de encantos de Juju.
sv: Juju är en teknologi som lever på kvaliteten i tillgänglig charm. Denna prestation är till för de betrodda medlemmar i gemenskapen som går igenom gemenskapens charm och godkänner inkludering i Juus butik.

# juju-charm-reviewer_steps
source: Contribute a significant number of Juju charms. Contribute regularly and to a high enough quality. Ask a member of the Juju Reviews team if you can join.
de: Tragen SIe zu einer signifikanten Anzahl Juju Charms bei. Tragen Sie regelmäßig und zu einer ausreichend hohen Qualität bei. Fragen Sie ein Mitglied des Juju Beiträger Teams, ob Sie beitreten dürfen.
es: Para obtener este trofeo, puede intentar la siguiente ruta: Crear y compartir un número significativo de recetas para Juju Demostrar que estas recetas son de buena calidad y que se envian nuevas con cierta regularidad Preguntar a un miembro del equipo de revisores de Juju si puede ser parte del equipo
sv: Bidra med en viss mängd Juju-charm. Bidra regelbundet och till en tillräckligt hög kvalitet. Fråga en medlem i gruppen Juju Reviews om du kan gå med.

# juju-charm-reviewer_links
source: http://juju.ubuntu.com
de: International: http://juju.ubuntu.com

# juju-charm-reviewer_help
source: #juju on Freenode
de: International: #juju auf Freenode
es: #juju en Freenode
sv: #juju på Freenode

# core-dev_title
source: Ubuntu Core Developer
de: Ubuntu Kern-Entwickler
es: Desarrollador del núcleo de Ubuntu

# core-dev_description
source: You are an Ubuntu Core Developer
de: Sie sind ein Ubuntu Kern-Entwickler
es: Es un desarrollador del núcleo de Ubuntu
sv: Du är en Ubuntu Core Developer

# core-dev_summary
source: An Ubuntu Core Developer is responsible for packaging and resolving issues in the <tt>main</tt> archive. This includes some of the most critical software that is part of an Ubuntu system, and the pieces that ship in a default Ubuntu installation.
de: Ein Ubuntu Kern-Entwickler ist für das Zusammenstellen von Software-Packeten und Problemlösungen im <tt>main</tt> (Haupt) Archiv verantwortlich. Das beinhaltet einige der kritischsten Software, die Teil des Ubuntu Systems ist und den Teilen, die mit einer standardgemäßen Ubuntu Installation mitgeliefert werden.
es: Un desarrollador del núcleo de Ubuntu es responsable de empaquetar y resolver problemas de los programas que sean parte del repositorio <tt>main</tt> . Este repositorio incluye algunas de las aplicaciones más importantes de la distribución y todas las que son parte integral de una instalación de Ubuntu por defecto. La posición que ocupa un desarrollador del núcleo de Ubuntu es considerada una de las más importantes de toda la comunidad, al menos en el aspecto técnico, por delante aún de los desarrolladores MOTU.
sv: En Ubuntu-centralutvecklare ansvarar för paketering och att lösa problem i arkivet <tt>main</tt>. Detta inkluderar bland den mest kritiska mjukvaran i ett Ubuntu-system, och delarna som skickas med en standardinstallation av Ubuntu.

# core-dev_steps
source: Contribute extensively to Ubuntu for a sustained period of time. Make use of the Ubuntu Sponsorship Queue to make your contributions. Apply to the Ubuntu Developer Board to be a core developer.
de: Tragen Sie über eine längeren Zeitraum intensiv zu Ubuntu bei. Reihen Sie sich in der Ubuntu Sponsorship Warteschlange ("Ubuntu Sponsorship Queue") ein um beizutragen. Bewerbe Sie sich beim Ubuntu Entwickler Vorstand ("Ubuntu Developer Board") um ein Kern-Entwickler zu werden.
es: Para obtener este trofeo, se sugiere que: Envíe correcciones en forma de parches o ramas de bazaar a Ubuntu por un periodo considerable de tiempo Asegúrese de hacer que otros desarrolladores revisen y aprueben sus cambios Aplique para obtener derechos de desarrollador del núcleo en una junta de la comisión de desarrolladores de Ubuntu

# core-dev_links
source: https://wiki.ubuntu.com/SponsorshipProcess
de: International: https://wiki.ubuntu.com/SponsorshipProcess
es: https://wiki.ubuntu.com/SponsorshipProcess https://wiki.ubuntu.com/UbuntuDevelopers#Ubuntu_Core_Developers https://launchpad.net/~ubuntu-core-dev
sv: http://wiki.ubuntu.com/SponsorshipProcess

# core-dev_help
source: #ubuntu-devel on Freenode
de: International: #ubuntu-devel auf Freenode
es: #ubuntu-devel en Freenode
sv: #ubunbu-devel på Freenode

# report-first-bug_help
source: #ubuntu-testing on Freenode
es: #ubuntu-es en Freenode #ubuntu-testing en Freenode
sv: #ubuntu-testing på Freenode

# fridge-editor_title
source: Fridge Editor
es: Editor del Fridge de Ubuntu (portal de noticias)
