Repository: jonobacon/ubuntu-community-accomplishments
Catalog: generated/po/*.po
Languages: de, es, sv

# signed-code-of-conduct_steps
source: First generate a PGP key, add it to the Ubuntu key-server, and import it into Launchpad. See <a href="https://help.launchpad.net/YourAccount/ImportingYourPGPKey">here</a> for how to do this. Visit the <a href="https://launchpad.net/codeofconduct">Code Of Conduct page</a>. Download the Ubuntu Code of Conduct, using the link located in the second step of the page, and open it. Sign it by opening a terminal and running <tt>gpg --clearsign UbuntuCodeofConduct-*.txt</tt>. Now open the file in the Text Editor. On the Ubuntu Code of Conduct page, click <i>Sign it!</i> then paste into the textbox. Click <i>Continue</i>. Congratulations, you've signed the Ubuntu Code of Conduct!
de: Schauen Sie sich die <a href="https://launchpad.net/codeofconduct">Verhaltenskodex Seite</a> an. Erstellen Sie zunächst einen PGP Schlüssel, füge ihn zum Ubuntu key-server hinzu und importieren Sie ihn in Launchpad. Sie können dies tun, in dem Sie <i>Passwörter und Verschlüsselung</i> aufrufen. Unter dem Menüpunkt Datei oben im Panel drücken Sie dann Neu … . Im nun geöffneten <i>Neu erstellen ...</i> wählen Sie den PGP-Schlüssel aus und drücken Sie weiter. Füllen Sie das aufgetauchte Formular aus. Nach dem erstellen des PGP-Schlüssels, drücken SIe im Menüpunkt Entfernt <i>Schlüssel abgleichen und veröffentlichen</i>. Dort gehen Sie auf Schlüssel-Server und wählen unter <i>Schlüssel veröffentlichen auf</i> den keysever.ubuntu.com. Schließen Sie das Fenster und drücken Sie danach auf <i>Abgleichen</i>. Unter dem <i>Eigene Schlüssel<i> Tab finden Sie den neu erstellten PGP-Schlüssel. Wählen Sie ihn aus und drücken Sie die Leertaste um das <i>Eigenschaften</i> Menü zu öffnen oder durch Rechtsklick und dann auf Eigenschaften drücken. Im „Eigenschaften“ Fenster sollten Sie eine zehn stellige Nummer sehen, den <i>Fingerabdruck</i> oder <i>"Fingerprint"<i>. Öffnen Sie den „1. Register an OpenPGP key“ Link in Launchpad und geben Sie dort unter „Fingerprint“ die Zahl ein. (Es kann sein, dass Sie einige Minuten warten müssen nach dem Abgleich, bis Sie ihn dort eingeben können). Sie bekommen eine Email, die Sie mit OpenPGP entschlüsseln müssen. Installieren Sie dazu am besten die Thunderbird Erweiterung Enigmail, die Sie im Software-Center holen können. Nachdem Sie die Email in Thunderbird öffnen, fragt Enigmail Sie nach ihrem PGP Passwort um die Nachricht zu entschlüsseln. Nach der Eingabe sehen Sie einen Link, mit dem Sie den Schlüssel zu ihrem Launchpad Account hinzufügen können. Laden Sie den Ubuntu Verhaltenskodex runter, den Sie im Link im zweiten Schritt „2. Download the current Code of Conduct“ finden, öffnen Sie ihn und lese Sie ihn sich durch. Sie können auch eine deutsche Übersetzung <a href=" http://wiki.ubuntuusers.de/Ubuntu/Code_of_Conduct">hier</a> finden. Unterzeichnen Sie ihn indem Sie das Terminal öffnen und <tt>gpg --clearsign UbuntuCodeofConduct-*.txt</tt> eingeben (Beachte Sie, dass Sie zuerst in den richtigen Ordner gehen müssen. z.B. wenn sich die Datei in Downloads befindet, müssen Sie zuerst cd ~/Downloads eingeben und Enter drücken.) Jetzt öffnen Sie die neu-erstellte .asc Datei in einem Text Editor. Auf der Ubuntu Verhaltenskodex Seite klicken Sie auf <i>Sign it!</i> und dann kopieren Sie den Inhalt der .asc Datei in die Textbox. Klicken Sie auf <i>Continue</i>. Herzlichen Glückwunsch, SIe haben den Verhaltenskodex unterzeichnet!
es: Genere una llave gpg (gpg --gen-key) Agregue la llave al servidor de Ubuntu (gpg --keyserver keyserver.ubuntu.com --send-keys XXXXXX) Importela en Launchpad (gpg --fingerprint) Visite la página del <a href="https://launchpad.net/codeofconduct">código de conducta</a> Descargue el código de conducta y firmelo (gpg --clearsign UbuntuCodeofConduct-1.1.txt) Envie el archivo firmado a launchpad. (cat UbuntuCodeofConduct-1.1.txt.asc | xclip) Felicitaciones, el trofeo se le entregará una vez se verifique que ha firmado el código de conducta
sv: Först ska du generera en PGP nyckel, publicera den på Ubuntus nyckelserver och importera den till Launchpad. <a href="https://help.launchpad.net/YourAccount/ImportingYourPGPKey">Här</a> finns mer information om hur det går till. Besök <a href="https://launchpad.net/codeofconduct">Code Of Conduct sidan</a>. Hämta Ubuntu Code Of Conduct med hjälp av länken i sidans andra avdelning, och öppna den. Underteckna genom att öppna ett terminalfönster och kör <tt>gpg --clearsign UbuntuCodeofConduct-*.txt</tt>. Öppna nu filen i en texteditor. På Ubuntu Code Of Conduct sidan klickar du på <i>Sign it!</i> och därefter klistrar du in textfilens innehåll i textrutan. Klicka på <i>Continue</i>. Grattis, nu har du undertecknat Ubuntu Code Of Conduct!

# signed-code-of-conduct_links
source: http://www.ubuntu.com/project/about-ubuntu/conduct
de: International: http://www.ubuntu.com/project/about-ubuntu/conduct Deutschsprachig: http://wiki.ubuntuusers.de/Ubuntu/Code_of_Conduct
es: http://doc.ubuntu-es.org/C%C3%B3mo_firmar_el_C%C3%B3digo_de_Conducta_con_Seahorse http://www.ubuntu.org.ve/firma http://www.youtube.com/watch?v=nsI9K7R8JHk http://www.ubuntu.com/project/about-ubuntu/conduct

# signed-code-of-conduct_help
source: #ubuntu-locoteams on Freenode #ubuntu-community-team on Freenode
de: International: #ubuntu-locoteams auf Freenode #ubuntu-community-team auf Freenode Deutschsprachig: #ubuntu-de auf irc.freenode.org
es: #ubuntu-es en Freenode #ubuntu-locoteams en Freenode #ubuntu-community-team en Freenode
sv: #ubuntu-locoteams på Freenode #ubuntu-community-team på Freenode

# community-council-member_title
source: Community Council Member
de: Gemeinderatmitglied
es: Miembro del Consejo de la Comunidad
sv: Medlem i Community Council

# community-council-member_description
source: You are a member of the Community Council
de: Sie sind ein Mitglied der Gemeinderates
es: Es un miembro del consejo de la comunidad
sv: Du är medlem i Community Council

# community-council-member_summary
source: The Ubuntu Community Council is the primary community (i.e. non-technical) governance body for the Ubuntu Project and as such has an important role and responsibility to the Ubuntu community. The Community Council advises and decides on community policy and process. It is also an escalation body for incidents that occur elsewhere in the Ubuntu community. Members of the Community Council have demonstrated a strong commitment and participation history in Ubuntu, clear leadership skills, and have the time and availability to commit to the needs of the council.
de: Der Ubuntu-Gemeinderat ("Community-Council") ist der primäre regierende Teil des Ubuntu Projektes und hat als dieser eine wichtige Rolle und hohe Verantwortung gegenüber der Ubuntu Community zu tragen. Das Community-Council berät und entscheidet über die Gemeinschaftspolitik und Vorgänge. Es ist auch eine Eskalationskörper für Vorfälle, die anderswo in der Ubuntu-Gemeinschaft auftreten. Mitglieder des Community-Council weisen ein starkes Engagement, Beteiligung in der Geschichte Ubuntus, und klare Führungsfertigkeiten vor, und haben die Zeit und die Möglichkeit sich den Bedürfnissen des Rates zu verpflichten.
es: El consejo de la comunidad de Ubuntu es el principal instrumento de gobierno (no técnico) que sigue Ubuntu, y como tal tiene un importante papel con la comunidad. El consejo sugiere y decide las reglas y los procedimientos que deberá seguir la comunidad. También es un organismo al que se le delegan los incidentes que ocurran en otras partes del proyecto. Los miembros del comité, son personas que han demostrado una fuerte partición y compromiso con Ubuntu, poseen claras habilidades de liderazgo y tienen el tiempo y la disponibilidad suficientes para atender los asuntos del consejo.
sv: Ubuntu Community Council är Ubuntuprojektets huvudsakliga gemenskaps (icke tekniska) styrande organ och har därmed en viktig roll och ett viktigt ansvar i Ubuntugemenskapen. Community Council råder och bestämmer när det gäller gemenskapens principer och procedurer. Det hanterar också upptrappningar inom den övriga Ubuntugemenskapen. Medlemmar i Community Council har historiskt visat ett stort engagemang och deltagande i Ubuntu, visat prov på tydliga ledaregenskaper och har tid och möjlighet att engagera sig i rådets behov.

# community-council-member_steps
source: Become an Ubuntu Member. Demonstrate effective and extensive contribution to Ubuntu for a sustained period of time. There is no fixed time period, but this should be long enough to demonstrate your commitment to the project. Amend the wiki page that was created for Ubuntu Membership usually found on <tt>wiki.ubuntu.com</tt> that is up todate and outlines your contributions. In the wiki page include your contributions, describe which teams you are in, and summarize your efforts. When the next Community Council election is announced, nominate yourself as a candidate. Mark Shuttleworth, the Founder of Ubuntu, and also known as sabdfl (self-appointed bebevolent dictator for life) selects the canidates from the list of nominees and puts those forward to be voted on by current Ubuntu Members.
de: Werden Sie Ubuntu Mitglied. Demonstrieren Sie eine effektive und umfangreiche Beteiligung an Ubuntu über einen längeren Zeitraum. Es gibt keine vorgeschriebene Zeit, aber der Zeitraum sollte lang genug sein um ihr Engagement in dem Projekt demonstrieren zu können. Ändern Sie die Wiki Seite, die erschaffen wurde um Ubuntu Mitglied zu werden, die SIe normalerweise unter <tt>wiki.ubuntu.com</tt> finden, welche aktuell ist und ihre Beteiligung zeigt. Fügen Sie dieser Wiki Seite ihren bisherigen Beitrag, welchen Teams Sie beigetreten sind und eine Zusammenfassung ihrer Bemühungen hinzu. Wenn die nächste Gemeinderatwahl angekündigt wird, nominieren Sie sich als Kandidat. Mark Shuttleworth, der Gründer von Ubuntu, auch als sabdfl ("self-appointed benevolent dictator for life" = selbst ernannter wohlwollender Diktator fürs Leben) bekannt, wählt die Kandidaten aus der Liste der nominierten aus und leitet sie weiter, damit Ubuntu Mitglieder über sie abstimmen können.
es: Ser miembro del consejo de la comunidad de Ubuntu es un cargo muy importante, para llevarlo a cabo, tendrá que cumplir varios requisitos: Ser miembro oficial de Ubuntu Demostrar colaboración estable y extensa sobre un periodo intermedio de tiempo. No existe un periodo mínimo, pero debe ser suficiente para demostrar su compromiso con el proyecto. Actualizar sus metas alcanzadas en su página wiki (esta bien usar la misma que uso para convertirse en miembro de Ubuntu), <tt>wiki.ubuntu.com/su_nick</tt>. Estar pendiendo de las convocatorias de elecciones del consejo Nominarse a si mismo Mark Shuttleworth, el fundador de Ubuntu, también conocido como sabdfl (por sus siglas en ingles, dictador benevolente auto-elegido de por vida) selecciona los candidatos de la lista de nominados Los miembros de Ubuntu seleccionan a los miembros del consejo de la lista de candidatos
sv: Bli Ubuntu medlem. Bidra ändamålsenligt och omfattande till Ubuntu under en sammanhängande period. Det finns ingen bestämd tidsperiod, men det ska vara tillräckligt länge för att visa att du är engagerad i projektet. Förbättra wikisidan som skapades för Ubuntu Membership och som normalt hittas på <tt>wiki.ubuntu.com</tt>, och se till att den är uppdaterad och visar dina bidrag. På wikisidan ska du ta med dina bidrag, beskriva i vilka grupper du ingår och sammanfatta dina insatser. Nominera dig själv som kandidat när nästa Community Council val tillkännages. Mark Shuttleworth, Ubuntus grundare, och också känd som sabdfl (self-appointed benevolent dictator for life dvs. självutnämnd välvillig diktator på livstid) väljer kandidaterna från en lista med nominerade och lägger fram de kandidater som nuvarande Ubuntu medlemmar kan rösta på.

# community-council-member_tips
source: Focus on your leadership abilities. The Community Council is an important leadership position and we look for strong, capable, confident leaders. You should probably have led another team to develop and demonstrate your leadership capabilities before applying to be on the Community Council. Only apply to the Community Council when you have had a significant amount of experience in the community.
de: Konzentrieren Sie sich auf ihre Führungsqualitäten. Der Gemeinderat ist eine wichtige Führungsposition und wir suchen starke, kompetente und selbstbewusste Anführer. SIe sollten am besten schon einmal ein anderes Team angeführt haben um ihre Führungsqualitäten zu entwickeln und zu demonstrieren bevor Sie sich um eine Position im Gemeinderat bewerben. Bewerben SIe sich nur im Gemeinderat, wenn Sie genug signifikante Erfahrung mit der Gemeinschaft haben.
es: Concentrece en sus habilidades de lider. El consejo de la comunidad es una posición que requiere tales características. Generalmente se buscan individuos que tengan facilidad para ser lideres y que puedan generar una fuerte y estable relación con sus similares. Se recomienda que se tenga experiencia como lider de otro equipo antes de intentar ser parte del consejo.
sv: Fokusera på din ledarskapsförmåga. Community Council har en viktig ledarposition och vi letar efter starka, begåvade, självsäkra ledare. Du bör ha lett en annan grupp för att ha utvecklat och visat din ledarskapsförmåga innan du ansöker till Community Council. Sök endast till Community Council när du har betydande erfarenhet i gemenskapen.

# community-council-member_pitfalls
source: Don't apply to the Community Council just to be in a position of power. Try not to be on more than one council (e.g. Community Council, Technical Board) at the same time. Join one, and give it your full attention.
de: Bewerben Sie sich nicht um eine Position im Gemeinderat nur um an Macht zu kommen. Versuchen Sie nicht mehr als in einem Rat zu sein (z.B. Gemeinderat, Technischer Vorstand ("Technical Board")) zur gleichen Zeit. Treten SIe einem bei und widmen Sie sich ihm ganz.
es: No intente ser parte del consejo, solamente para estar en una posición de poder. Intente no estar en más de un consejo (Consejo de la comunidad, Consejo técnico) a la vez. Únase a uno y préstele toda su atención.
sv: Sök inte till Community Council enbart för att få en maktposition. Försök att inte vara med i mer än ett råd (t.ex. Community Council, Technical Board) samtidigt. Gå med i ett, och ge det din fulla uppmärksamhet.

# community-council-member_links
source: https://wiki.ubuntu.com/CommunityCouncil https://wiki.ubuntu.com/CommunityCouncilAgenda http://www.ubuntu.com/project/about-ubuntu/governance
de: International: https://wiki.ubuntu.com/CommunityCouncil https://wiki.ubuntu.com/CommunityCouncilAgenda http://www.ubuntu.com/project/about-ubuntu/governance

# community-council-member_help
source: #ubuntu-community-team on Freenode
de: International: #ubuntu-community-team auf Freenode
es: #ubuntu-community-team en Freenode
sv: #ubuntu-community-team på Freenode

# motu_title
source: Ubuntu MOTU Developer
de: Ubuntu MOTU Entwickler
es: Desarrollador MOTU de Ubuntu
sv: Ubuntu MOTU-utvecklare.

# motu_description
source: You are an Ubuntu MOTU Developer
de: Sie sind ein Ubuntu MOTU Entwickler
es: Es un desarrollador MOTU de Ubuntu
sv: Du är en Ubuntu MOTU-utvecklare.

# motu_summary
source: An Ubuntu MOTU Developer is responsible for packaging and resolving issues in the <tt>universe</tt> archive. This includes a wide variety of applications that are brought into Ubuntu from Debian.
de: Ein Ubuntu MOTU Entwickler ist verantwortlich Pakete zu erstellen und Probleme im <tt>universe</tt> Archiv zu beheben. Das beinhaltet eine große Anzahl und Vielfalt von Programmen in Ubuntu, die von Debian kommen.
es: Un desarrollador MOTU (Masters of the Universe) de Ubuntu es responsable de empaquetar y resolver problemas en el repositorio <tt>universe</tt>. Esto incluye una amplia variedad de aplicaciones que se incluyen en Ubuntu desde Debian. Para ocupar este cargo deberá contar con experiencia en varios aspectos del trabajo de Ubuntu y su relación con Debian así como con otros proyectos de software, se recomienda tener experiencia con paquetes que no compilan (FTBFS), sincronización de software (sync/merges), corrección de fallos, tanto en Ubuntu como en Debian.
sv: En Ubuntu MOTU-utvecklare är ansvarig för packetering och hantering av konflikter i <tt>universe</tt>-arkivet. Detta arkiv innehåller en stor mängd olika applikationer som kommer till Ubuntu från Debian.

# motu_steps
source: Contribute extensively to Ubuntu for a sustained period of time. Make use of the Ubuntu Sponsorship Queue to make your contributions. Apply to the Ubuntu Developer Board to be a MOTU developer.
de: Leisten Sie Ubuntu einen umfrangreichen Beitrag über einen längeren Zeitraum. Reihen Sich in in der Ubuntu Sponsorship Warteschlange ("Ubuntu Sponsorship Queue") ein um beizutragen. Bewerben Sie sich beim Ubuntu Entwickler Rat um ein MOTU Entwickler zu werden.
es: Enviar parches a Ubuntu durante un periodo constante de tiempo. Hacer uso del proceso de patrocinio para incluir los cambios en la distribución Nominarse a si mismo o por sugerencia de alguien más al puesto de desarrollador MOTU Ser aprobado frente al consejo de desarrolladores de Ubuntu
sv: Kom med betydande bidrag till Ubuntu under en sammanhängande tidsperiod. Använd Ubuntu Sponsorship Queue för att göra dina bidrag. Ansök till Ubuntu Developer Board för att bli en MOTU utvecklare.

# motu_links
source: https://wiki.ubuntu.com/MOTU https://wiki.ubuntu.com/UbuntuDevelopment https://wiki.ubuntu.com/SponsorshipProcess
de: International: https://wiki.ubuntu.com/MOTU https://wiki.ubuntu.com/UbuntuDevelopment https://wiki.ubuntu.com/SponsorshipProcess Deutschsprachig: http://wiki.ubuntuusers.de/Motu

# motu_help
source: #ubuntu-devel on Freenode
de: #ubuntu-devel auf Freenode
es: #ubuntu-devel en Freenode #ubuntu-motu en Freenode
sv: #ubuntu-devel på Freenode

# loco-council-member_title
source: LoCo Council Member
de: LoCo Gemeinderat Mitglied
es: Miembro del consejo LoCo
sv: Loco Council Medlem

# loco-council-member_description
source: You are a member of the LoCo Council
de: Sie sind Mitglied des LoCo Gemeinderates
es: Es miembro del consejo LoCo
sv: Du är medlem i Loco Council

# loco-council-member_summary
source: The Ubuntu LoCo Council is a governing board that oversees the global Ubuntu LoCo Teams. The LoCo Council advises and determines LoCo policy and process. The Loco Council also helps resolve issues that Loco Teams were unable to resolve internally. To be a member of the LoCo council you need to have demonstrated a strong commitment and participation history in Ubuntu LoCo Teams, demonstrated clear leadership skills, and have the time and availability to commit to the needs of the council. A good Loco Council member will show the ability to listen and understand the diverse needs of various cultures and communities. Loco Council members should be able to inspire and guide loco team leadership.
de: Der Ubuntu LoCo Gemeinderat ("LoCo Council") ist ein Verwaltungsrat, der die globalen Ubuntu LoCo Teams beaufsichtigt. Das LoCo Council berät und bestimmt die LoCo Politik und den Progress. Das LoCo Council hilft darüber hinaus auch Probleme in LoCo Teams zu lösen, bei welchen eine interne Lösung nicht möglich war. Um Mitglied des LoCo Council zu werden sollten Sie ein starkes Engagement, Beteiligung in der Geschichte Ubuntus und klare Führungsfertigkeiten vorweisen, und die Zeit und Möglichkeit haben sich den Bedürfnissen des Rates zu verpflichten . Ein gutes Mitglied des LoCo Council wird die Fertigkeit zeigen diverse Nöte in verschiedenen Kulturen und Gemeinschaften zu erkennen und zu verstehen. LoCo Council Mitglieder sollten in der Lage sein zu inspirieren und Führungsrollen in LoCo Teams zu übernehmen.
es: El consejo de los equipos LoCo es la mesa directiva que dicta las obligaciones y derechos sobre los equipos LoCo. Este equipo da sugerencias y determina los procesos que seguirán los equipos LoCo. También se encarga de resolver los problemas que no hayan podido resolverse al interior del equipo LoCo. Para ser miembro del consejo LoCo debe demostrar un fuerte compromiso y participación en los asuntos que se atañen a los equipos LoCo, además debe poseer buenas habilidades de liderazgo y tener el tiempo para hacerse caso de los compromisos que conlleven el puesto. Un buen miembro del consejo LoCo debe ser capaz de escuchar, entender y canalizar las diversas necesidades de varios equipos LoCo con diversas culturas y comunidades. Deberá ser capaz de inspirar liderazgo y guía a los lideres de los equipos LoCo con los que se relacione.
sv: Ubuntu LoCo Council är en styrelse som övervakar de globala Ubuntu LoCo grupperna. LoCo Council råder och bestämmer när det gäller LoCos principer och procedurer. LoCo Council hjälper också till att lösa frågor som LoCo grupperna inte lyckats lösa internt. För att vara medlem i LoCo Council krävs att du historiskt har visat ett stort engagemang och deltagande i Ubuntu LoCo grupper, visat prov på tydliga ledaregenskaper och har tid och möjlighet att engagera sig i rådets behov. En bra LoCo Council medlem har god förmåga lyssna på och förstå olika kulturers och samfunds skiftande behov. LoCo Council medlemmar ska kunna inspirera och vägleda LoCo gruppens ledarskap.

# loco-council-member_steps
source: Start by contributing to your local community team by organizing events and then contribute to the loco community teams on a global scale. Contributions should be extensive over a sustained period of time. There is no fixed time period, but this should be long enough to demonstrate your commitment to the project. Create a page on <tt>wiki.ubuntu.com</tt> that outlines your contributions. In the wiki page include your contributions, describe which teams you are in, and summarize your efforts. In the next LoCo Council election propose yourself as a candidate.
de: Fangen Sie an zu ihrem lokalen Community Team durch das Planen von Veranstaltungen beizutragen und tragen Sie dann bei den LoCo Teams auf einem globalem Maßstab bei. Die Beiträge sollten intensiv über einen längeren Zeitraum erfolgen. Es gibt keinen festgelegten Zeitraum, aber er sollte lang genug sein ihren Einsatz für Ubuntu zu erkennen. Erstellen Sie eine Seite auf <tt>wiki.ubuntu.com</tt>, der ihre Beiträge auflistet. Fügen Sie auf der Wiki-Seite ihre Beiträge ein, in welchen Teams sie sind und fassen Sie ihre Bemühungen zusammen. Nominieren Sie sich für die nächste LoCo Council Wahl als Kandidat.
es: Puede comenzar por ayudar a su comunidad local en la organización de eventos O hacerlo a una escala global Cree una página wiki en <tt>wiki.ubuntu.com</tt> que refleje sus contribuciones, estas deben ser sustentables por un tiempo no inferior a seis meses. Describa los equipos a los que pertenece y los logros que ha conseguido en cada uno. En la siguiente elección del consejo LoCo asegúrese de nominarse Las votaciones se llevaran a cabo y en caso de ser seleccionado se le concederá este trofeo.
sv: Börja med att bidra till din lokala gemenskap genom att arrangera evenemang och bidra sedan till LoCo Community grupperna på global nivå. Bidrag bör vara omfattande under en sammanhängande tidsperiod. Det finns ingen bestämd tidsperiod, men det ska vara tillräckligt länge för att visa att du är engagerad i projektet. Skapa en sida på <tt>wiki.ubuntu.com</tt> som visar dina bidrag. På wikisidan ska du ta med dina bidrag, beskriva i vilka grupper du ingår och sammanfatta dina insatser. Nominera dig själv som kandidat till nästa val i LoCo Council.
